[
  {
    "id": 1,
    "title": "<h2>The Southern Meseta</h2>",
    "body": "<p>There is something eerie about a graveyard in the night, and this one particularly, perhaps because it is some 500 years old, and the dead below me are so unknown...So foreign to the midwesterner, who knows nothing of his history. From meandering here and in the desert Southwest, I have learned that the history of the Indians, and therefo re even the Midwest, is tied to the Spanish, who came south of here and introduced horses and wheat and goats and massive slaughter and disease and eventually the creation of new nations and independent states and countless mission communities and Catholicism.</p><p>He brought us to the Sanchez Romero Grocery Store in a mall near his flat. Spanish wines, sherry, salami, olives, hams, Japanese rice and Mexican tortillas. Chicken, and several cuts of steak which were quite impressive, but nothing next to the selection of local and French cheeses. Pheasants hung upside down and some still bled from their feathers. The raw brains of lambs. Grouse, partridge and skinned rabbits, which bled out of the remains of their eyes and brains. I examined the seafood section - shrimps, crabs, fish, salmon, lobster, eels and tiny barnacles.</p><p>It was strange, but equally impressive that a landlocked city such as Madrid lived on such a high diet of seafood. Very little of this seafood came from Spanish waters. The Mediterranean is essentially a dead sea - fished out from years of over-use. To fish in the Mediterranean today often means illegally dropping bombs to shock 'anything that lives' to the surface,netted and sold dried in Greek and North African fish markets. Ralph explained that if you want tapas in Madrid, there is only one place to go. Soon enough, we were at Bocaito, a small bar packed with chattering Madrileños. Sherry from Jerez, a plate of salted olives, tuna on bread, chorizo sausages, octopus, fried peppers, monkfish liver, shrimps fried in garlic oil. Tapa - the word for 'cover,' comes from the practice of placing a lid over a glass of wine or sherry to keep out the flies - and adding olives or cheese on the lid as a complement to the wine.</p>",
    "image_name": "1",
    "description": "<p>One of the greatest trading cities of the Indian world was not far from here. It is in Ohio, where Inuits and Dakota and Navajo traded. I turned off my flashlight, and let the blizzarding snow fall as I stood with my snowshoes on this ancient Indian burial mound, in the middle of an oak forest on a Peninsula in Southern Minnesota.</p>",
    "tag": "travelling, europa"
  },
  {
    "id": 2,
    "title": "The Bright Road to Zingaro",
    "body": "<p>The island is unlike your dry, desolate climate.  The cliffs are swollen with clouds of deep green trees, and there are valleys in shades of celadon, moss and apple.  Whatever dreary existence you may have left behind, you see hope ahead.Fast forward 10,000 years, and I am walking in the La Kalsa District of Palermo, capital of a very different island – Sicily, Italy. This is the old Arab quarter of the city, built in the tenth century during an age of Muslim rule.  Here the streets are very narrow, the buildings bruised by time.  Bullets and shrapnel from the Second World War scar the limestone walls, but underneath that are nicks and scratches apparently dating back through most of the ages of civilization.</p><p>There is no continent on Earth where Sicily fails to export its archetypal imagery of a rural and rustic, sun-baked Italy at the heart of the Mediterranean.  Everywhere, in the form of olive oil labels, wine bottles and faded paintings in Italian restaurants, we are showered with visions of an enduring, dry place, an emblem for all pastoral Mediterranean. Before I left for Sicily, friends couldn't help but to ask me the same question as a dozen before them.  Are you going to eat the food?  Are you going to soak up all that Sicilian cuisine?  The persistence of these questions reminded me that most people travel to fulfill something they believe a place satisfies for them.  I don't like this idea; the idea of going to a place to see what you already know of it.  Or of going somewhere simply to eat; gorging on its authenticity.  I decided I needed to travel to Sicily on a blank slate; to just ignore all those things I think I know about it and the things that other people tell me are important about it.</p><p>That's how I ended up here in this tangle of walkways, too narrow for the smallest three-wheeled Italian trucks.  I walk into a café for something to eat.  Two men are at the counter and a third is making a coffee.  Coffee is an understatement – Sicilians love to cram a thick pasty liquid caffeine into a cup fit for a squirrel.  The café is lit by bare bulbs, the interior is painted gray.  A wall calendar in Arabic, unopened packages lined against the wall, a single dying plant in the window. The men all turn around when I walk in. I ask them about the story on the cover of all the Sicilian newspapers – photos of overcrowded deportation centers, rafts overloaded with dark-skinned men, women, children, angry protesters waving flags,  ships spilling with humans, surrounded by military Zodiacs, and photos of dead bodies lined up on beaches.</p><p>Usually, they believe something very specific will happen to the world – a comet, asteroids, solar flares, the Yellowstone super volcano, American debt, global financial collapse.  In almost every case, the world ends for very implausible reasons; the types of reasons men of science would never worry about.  In most cases, the obsession of the prepper revolves around security, because to many preppers, the ultimate threat you will face in the end days is the inevitability of others attacking you for your stores of food and water. They put up gates, they set traps, they blockade their perimeter.  And most of all, they stockpile weapons. While most preppers seem to have this weird obsession with defense, others place their priorities on what's called a 'bug-out bag.' Bug-out bag: backpack that contains everything you would need to survive a short amount of time in the event of a disaster.  Many who live in earthquake, tsunami or tornado zones also quite rationally build a bug-out bag; but we're talking about bug-out bags to survive the end of the world.</p>",
    "image_name": "2",
    "description": "<p>Let's say you are in a canoe, maybe it has a sail, maybe not.  I'm not really sure where you're from, only that you are probably escaping from some despotic tribal government, or some drought, or some really mean people, and it's about 10,000 years ago.  And ahead of you is this really large island, larger than any island you have heard of in any tale.</p>",
    "tag": "travelling, zingaro"
  },
  {
    "id": 3,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "3",
    "description": "<p></p>",
    "tag": ""
  },
  {
    "id": 4,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "4",
    "description": "<p></p>",
    "tag": ""
  },
  {
    "id": 5,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "5",
    "description": "<p></p>",
    "tag": ""
  },
  {
    "id": 6,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "6",
    "description": "<p></p>",
    "tag": ""
  },
  {
    "id": 7,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "7",
    "description": "<p></p>",
    "tag": ""
  },
  {
    "id": 8,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "8",
    "description": "<p></p>",
    "tag": ""
  },
  {
    "id": 9,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "9",
    "description": "<p></p>",
    "tag": ""
  },
  {
    "id": 10,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "10",
    "description": "<p></p>",
    "tag": ""
  },
  {
    "id": 11,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "11",
    "description": "<p></p>",
    "tag": ""
  },
  {
    "id": 12,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "12",
    "description": "<p></p>",
    "tag": ""
  },
  {
    "id": 13,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "13",
    "description": "<p></p>",
    "tag": ""
  },
  {
    "id": 14,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "14",
    "description": "<p></p>",
    "tag": ""
  },
  {
    "id": 15,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "15",
    "description": "<p></p>",
    "tag": ""
  },
  {
    "id": 16,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "16",
    "description": "<p></p>",
    "tag": ""
  },
  {
    "id": 17,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "17",
    "description": "<p></p>",
    "tag": ""
  },
  {
    "id": 18,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "18",
    "description": "<p></p>",
    "tag": ""
  },
  {
    "id": 19,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "19",
    "description": "<p></p>",
    "tag": ""
  },
  {
    "id": 20,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "20",
    "description": "<p></p>",
    "tag": ""
  },
  {
    "id": 21,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "21",
    "description": "<p></p>",
    "tag": ""
  },
  {
    "id": 22,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "22",
    "description": "<p></p>",
    "tag": ""
  },
  {
    "id": 23,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "23",
    "description": "<p></p>",
    "tag": ""
  },
  {
    "id": 24,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "24",
    "description": "<p></p>",
    "tag": ""
  },
  {
    "id": 25,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "25",
    "description": "<p></p>",
    "tag": ""
  },
  {
    "id": 26,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "26",
    "description": "<p></p>",
    "tag": ""
  }
]
