[
  {
    "id": 1,
    "title": "The Southern Meseta",
    "body": "<p>There is something eerie about a graveyard in the night, and this one particularly, perhaps because it is some 500 years old, and the dead below me are so unknown...So foreign to the midwesterner, who knows nothing of his history. From meandering here and in the desert Southwest, I have learned that the history of the Indians, and therefo re even the Midwest, is tied to the Spanish, who came south of here and introduced horses and wheat and goats and massive slaughter and disease and eventually the creation of new nations and independent states and countless mission communities and Catholicism.</p><p>He brought us to the Sanchez Romero Grocery Store in a mall near his flat. Spanish wines, sherry, salami, olives, hams, Japanese rice and Mexican tortillas. Chicken, and several cuts of steak which were quite impressive, but nothing next to the selection of local and French cheeses. Pheasants hung upside down and some still bled from their feathers. The raw brains of lambs. Grouse, partridge and skinned rabbits, which bled out of the remains of their eyes and brains. I examined the seafood section - shrimps, crabs, fish, salmon, lobster, eels and tiny barnacles.</p><p>It was strange, but equally impressive that a landlocked city such as Madrid lived on such a high diet of seafood. Very little of this seafood came from Spanish waters. The Mediterranean is essentially a dead sea - fished out from years of over-use. To fish in the Mediterranean today often means illegally dropping bombs to shock 'anything that lives' to the surface,netted and sold dried in Greek and North African fish markets. Ralph explained that if you want tapas in Madrid, there is only one place to go. Soon enough, we were at Bocaito, a small bar packed with chattering Madrileños. Sherry from Jerez, a plate of salted olives, tuna on bread, chorizo sausages, octopus, fried peppers, monkfish liver, shrimps fried in garlic oil. Tapa - the word for 'cover,' comes from the practice of placing a lid over a glass of wine or sherry to keep out the flies - and adding olives or cheese on the lid as a complement to the wine.</p>",
    "image_name": "1.jpg",
    "description": "<p>One of the greatest trading cities of the Indian world was not far from here. It is in Ohio, where Inuits and Dakota and Navajo traded. I turned off my flashlight, and let the blizzarding snow fall as I stood with my snowshoes on this ancient Indian burial mound, in the middle of an oak forest on a Peninsula in Southern Minnesota.</p>",
    "tag": "travelling, europa"
  },
  {
    "id": 2,
    "title": "The Bright Road to Zingaro",
    "body": "<p>The island is unlike your dry, desolate climate.  The cliffs are swollen with clouds of deep green trees, and there are valleys in shades of celadon, moss and apple.  Whatever dreary existence you may have left behind, you see hope ahead.Fast forward 10,000 years, and I am walking in the La Kalsa District of Palermo, capital of a very different island – Sicily, Italy. This is the old Arab quarter of the city, built in the tenth century during an age of Muslim rule.  Here the streets are very narrow, the buildings bruised by time.  Bullets and shrapnel from the Second World War scar the limestone walls, but underneath that are nicks and scratches apparently dating back through most of the ages of civilization.</p><p>There is no continent on Earth where Sicily fails to export its archetypal imagery of a rural and rustic, sun-baked Italy at the heart of the Mediterranean.  Everywhere, in the form of olive oil labels, wine bottles and faded paintings in Italian restaurants, we are showered with visions of an enduring, dry place, an emblem for all pastoral Mediterranean. Before I left for Sicily, friends couldn't help but to ask me the same question as a dozen before them.  Are you going to eat the food?  Are you going to soak up all that Sicilian cuisine?  The persistence of these questions reminded me that most people travel to fulfill something they believe a place satisfies for them.  I don't like this idea; the idea of going to a place to see what you already know of it.  Or of going somewhere simply to eat; gorging on its authenticity.  I decided I needed to travel to Sicily on a blank slate; to just ignore all those things I think I know about it and the things that other people tell me are important about it.</p><p>That's how I ended up here in this tangle of walkways, too narrow for the smallest three-wheeled Italian trucks.  I walk into a café for something to eat.  Two men are at the counter and a third is making a coffee.  Coffee is an understatement – Sicilians love to cram a thick pasty liquid caffeine into a cup fit for a squirrel.  The café is lit by bare bulbs, the interior is painted gray.  A wall calendar in Arabic, unopened packages lined against the wall, a single dying plant in the window. The men all turn around when I walk in. I ask them about the story on the cover of all the Sicilian newspapers – photos of overcrowded deportation centers, rafts overloaded with dark-skinned men, women, children, angry protesters waving flags,  ships spilling with humans, surrounded by military Zodiacs, and photos of dead bodies lined up on beaches.</p><p>Usually, they believe something very specific will happen to the world – a comet, asteroids, solar flares, the Yellowstone super volcano, American debt, global financial collapse.  In almost every case, the world ends for very implausible reasons; the types of reasons men of science would never worry about.  In most cases, the obsession of the prepper revolves around security, because to many preppers, the ultimate threat you will face in the end days is the inevitability of others attacking you for your stores of food and water. They put up gates, they set traps, they blockade their perimeter.  And most of all, they stockpile weapons. While most preppers seem to have this weird obsession with defense, others place their priorities on what's called a 'bug-out bag.' Bug-out bag: backpack that contains everything you would need to survive a short amount of time in the event of a disaster.  Many who live in earthquake, tsunami or tornado zones also quite rationally build a bug-out bag; but we're talking about bug-out bags to survive the end of the world.</p>",
    "image_name": "2.jpg",
    "description": "<p>Let's say you are in a canoe, maybe it has a sail, maybe not.  I'm not really sure where you're from, only that you are probably escaping from some despotic tribal government, or some drought, or some really mean people, and it's about 10,000 years ago.  And ahead of you is this really large island, larger than any island you have heard of in any tale.</p>",
    "tag": "travelling, zingaro"
  },
  {
    "id": 3,
    "title": "Majesty of Lisbon's Alfama",
    "body": "<p>Lisbon feels tropical, connected to Africa, on a biting cold day, and in its southern sun, like a mix and match of its neighbor’s architectures. It is colored in a smudgy gray, festooned with pinks and canaries and aquas and limes. Its slight inhabitants dress urbanely like their country cousins; just in tighter weaves. Over lunch a long time ago with a Portuguese friend, I came up with the idea of hosting a Portuguese Empire party; literally a party themed on Portugal's historical colonial empire. Let's forget for brevity its success or outcome. I came up with this idea with only the faintest notion of what Portugal is, or was. Perhaps it was subconsciously strategic that the two food critics at my old school newspaper were both Portuguese, and that sure, they'd love to help and do the cooking. My Portugal, the one I imagined in preparing for my party, turned from a whim into a dream. Portugal was a place whose territories occupied the strangest realms of the world: the places where other countries failed to show interest or failed to see any worth. As the sea race to control trade with India and the Spice Islands heated up over the centuries, Portugal's dominance of the seas dwindled to a secondary power, and yet they still coaxed a fair portion of the world into their grasp. The Portuguese world was a sleepy backwater; multilingual, steamy, a dozen lands and a thousand islands.</p><p>In 1755, an Earthquake rumbled in Portugal's Algarve lands to the south. Half the city collapsed and fifteen thousand perished. Much of Lisbon's history fell with the Earthquake. Except one area. Before the earthquake, this area, the Alfama District, was the hottest wealthy neighborhood in Portugal. Hip and wealthy, it also carried a Moorish architectural past.Roman and Arab are literally painted and constructed on top of and over each other, making the whole place a mash of centuries.Portuguese Empire myth came from music: Cesaria Evora and Jobim and others. Music that was a dialogue of other times. It is a surprise then to learn that the Alfama also continues to be a center for that old Portuguese-style blues; the fado. And even with the pattering of rain, you can hear some old man crooning or a guitarre picking behind some alley or courtyard. The rain is pouring heavily now, and we're treading along the streets to the Alfama District. We stop in a small cafe - there seem to be thousands of such cafes in this city - and we share a coffee and a bowl of fruit.</p><p>When Jane and I stepped into Lisbon, I stepped into my Portuguese Empire. Lisbon really is that cobbled city of my imagination, and the Alfama, being the last standing of old Lisbon, is the epitomy of my imagined Portuguese Empire. Portuguese author Jose Saramago calls the Alfama a 'mythological beast' and continues to explain that he, nor anyone else can exactly know what it is. For what it's worth, the Alfama is a labyrinth of dark, wet alleys. Of old richly embellished tiles that facade entire exteriors. It is most of all a labryinth of Lisbon's history, set upon a glimpse of urban Lisbon lifestyles. For the Alfama is residential, with few specific tourist stops. We walk slowly. The doors of apartments feature old bronzework of dragons and beasts. Scratched paint shows dozens of layers beneath each wall. For people who like history without walking through old churches and museums, the Alfama is a mood piece of a hundred eras. A glimpse of the faded majesty of the Portuguese Empire.</p><p>The first problem that planning this party involved was finding out what the Portuguese Empire was, and how to cook in the styles of each of Portugal's colonial territories. The island of Cape Verde, off the coast of Western Africa. Goa, in Western India. Ceylon, now Sri Lanka. Brazil. Mozambique. Macau. Portugal focused its territorial expansion on the Atlantic by the thirteenth century; they were one of the earliest masters of the high seas, and used it to their benefit. From Vasco de Gama to Magellan and beyond, Portuguese sailors literally connected the world by sea. Over time, modern politics and economic realities shrunk Portugal's overseas colonies. In 1999, Portugal turned over its last far-flung colony, Macau, to China. All of the shapes and colors of old Portugal seem to still exist here. And the colors of places from the other side of the world As if I would know. Perhaps, it is my imagination - created all those years ago in a crowded apartment in Los Angeles.</p>",
    "image_name": "3.jpg",
    "description": "<p>Paris had ruined all my romantic notions of the western European city. A single city – littered, rude, cheap and crass, and to me long ago, it symbolized all of Europe. Overrated and overpriced, and so I had gone on imagining the rest of urban Europe to be much the same. That is until Lisbon.</p>",
    "tag": "travelling, alfama"
  },
  {
    "id": 4,
    "title": "Andalucia to Alentejo",
    "body": "<p>The seedy pirate-town architecture still stands, although cropped against plenty of surf shops and trendy retailers. Today, Tarifa is a rather hip neo-Bohemian town. And surfboards are for sale everywhere. But where are the waves? An old unshaven Swede says otherwise. The kite-surf and wind-surf capital of the world, yes, maybe, but small waves. Johann moved from Sweden to Marbella, a coastal area of endless high-rises to the east of here, but admits,  I was too drunk to drive home so this hotel is my second.I came to Marbella and Tarifa because it is primitive, you know? You buy a fish and it is not a fancy fish like in Stockholm. It is not delicate, but it is just caught and it is primitively prepared. I love the primitive preparation and the primitive womens. I love those Moroccan womens in their djebellas.I tell him of my route with Jane, how we are collecting artisanal cheeses, and of Extremadura, the province north of here which has almost no value to the casual tourist, and plenty of value to anybody who loves agricultural landscapes, and cheese. I say, you know that in Spain there are about thirty-five different types of sheep. And each of those produces a different type of milk.</p><p>Jane and I leave the next morning, ascending the coastal Bermeja mountains, until our lawnmower-car is putting along a road between wind-sharpened rocks, lichen and foggy meadows. When we descend toward the city of Ronda, we are in the heart of Andalucía.Much of Andalucía is the sun-baked watershed of the Rio Guadalquivar Basin, the same river that Columbus and Magellan sailed from. It would appear in the dry-season a moonscape, although brighter, almost yellow. The rolling empty is punctuated by old farming estates, many of which are buildings of incredible beauty. Some have viewing towers, and even others are outlined in tiles or mosaics in the colors of ochre, blue and brick red. The interior of Andalucía is solely responsible for all the fantastical images we have of Spain, and in spite of this, much of the small roads of this interior are almost unknown to the outside world. The Spaghetti Westerns were filmed here, because this desert-like landscape resembles our imagination of New Mexico and Arizona two hundred years ago. And the prickly-pear cactuses help that image. They were brought back on Columbus’ ships, and felt at home.</p><p>We read from our imaginary book about traveling in pursuit of artisanal cheese. Montclair, our make-believe expert on all matters of cheese travel, was adamant about the value of history to appreciating cheese. He mentioned Ronda as ‘one of the last beacons of the Muslim world in Europe.’Jane and I are crossing through the western Andalucian interior the slow way, taking our time and avoiding the larger cities. Our rented car is shorter than a mini, nearly as ugly as a Citron, and sounds like a vacuum cleaner at high speeds.Ronda is a city on a limestone bulwark. A castle of steep rock. In the middle ages, as the Christians advanced on the Moorish land, Ronda was almost the last to fall.</p><p>Overnighting on a chain of small towns, we eventually make our way to the isolated Sierra de Aracena. All these roads, and Jane seems to humor herself by giving commentary on the world outside. Of two pigs copulating, she mumbles ‘pig porno’, of sheep grazing, ‘dirty!’ and of a goat with a long beard, ‘Gandalf’ We rest for the night in the small town of Aracena, high up enough to be cooler than the rest of Andalucía. It is white-washed, and upon its highest hill is an old Roman ruins, and a Catholic church in its shadow. Everybody, it would seem, eats the cured hams from these mountains. A breed of black-hooved and black-skinned hogs are raised in these mountains, and feed solely on the plentiful acorns which sometimes seem to carpet the entire landscape. They are free-range hogs – imagine that, and seem almost happy. In Andalucía , this jamon is often paired with cheese. They are both simple foods, as is most of Spanish cuisine, and celebrated for their many levels of complexity. The way some people sniff at their glass of red wines, the Andalucíans revel in the complexity of their small dishes of simple foods. We walk up and down the narrow streets of Aracena at night, talking about friends back home. When we pause to photograph an alley, an old woman peers at us from her doorway.</p>",
    "image_name": "4.jpg",
    "description": "<p>Tarifa is the closest harbor in Spain to Morocco, and is responsible for our word tariff, because pirates in the ancient ages used this proximity to exact sea-route taxes on continental traders.</p>",
    "tag": "travelling, sunset"
  },
  {
    "id": 5,
    "title": "Bavaria, Appenzell and the Constellation Gallia",
    "body": "<p>Other travel writers seem to be doing it all the time, following the routes of their favorite icon or explorer.  But after agreeing to a lifelong journey, we found that the subject of our travels simply didn't exist.  And so we invented him – an imaginary guide whose wisdom exceeds that of every other travel writer's muse. Jane and I carry our sleeping son to a restaurant in a small alpine town in the Allgäu region of Bavaria.  This is a favorite of my parents, and a chance for them to show it to Jane's mom in the few days we have left before fifty friends and family converge here. My family orders all the specialties of this restaurant – deer and local lake fish.  But I haven't the appetite for the hearty Bavarian restaurant faire.  Instead, I look for the plate that most resembles what Bavarians eat at home – a simple plate of bread and cheese. The right fromage, caseophiles might say, requires a perfect pairing of the appropriate wine.  In Bavaria, and for this particular cheese, however, the perfect wine is a beer.  A pils in a tall glass.</p><p>Bavarian cheese is a product of the Roman Empire, like most of the famous cheeses of the world.  The Romans did not invent cheese, but they instituted the methods that would pave the way for the most famous cheeses of the world.  What separates Bavarian cheeses, or, high mountain cheeses of the northern alps, from other cheeses, is climate: these cheeses didn't need the high salt content of cheeses from the warmer weather of Southern Europe. An Alpen cheese, then, is less about salt, and more about the taste of the plants ingested by the cheese-producing animal.  Bergkäse has a nutty, rich flavor.  It is mild but with a nice complexity that fits a good beer well. A European fromager by trade, Montclair left his post at a fine urban Fromagerie later in life, for what he called The Constellation Gallia. Although history has buried Montclair's actual nationality, we know, based on his imaginary journals in English and French, that he was, as a man and a traveler, entirely a product of the Enlightenment. </p><p>Montclair's Constellation Gallia was itself an Enlightenment allegory.  What he meant is that he saw each cheese-producing town as a bright light, like a star.  And so, looking down on the Old World, you would see the brightest stars of the constellation as places like the Pyrenées, Savoie, or Emilia-Romagna, where production of the world’s finest cheeses is concentrated. Montclair's window of opportunity to enter into Bavaria would have been around the year 1925. As a child of the age of the Enlightenment, Montclair would have been very conscious of the German contribution to the age that created the modern world.  Although the Enlightenment's earliest ideas sifted throughout Western Europe and New England, its earliest shoots were German. Today, we see Immanuel Kant as the instigator of this age of reason. </p><p>Montclair took Kant’s words to heart.  “Happiness is not an ideal of reason but of imagination,” Kant had written in 1785.  As a successful fromager with big city connections, Montclair had all the access to what people defined as happiness.  But at some point in his life, he realized that the collections of furniture and paintings yielded no such happiness. The more you own, Montclair realized, the less you have.  The more you live, the more you love, the more you taste – this is surely what Kant meant.  Leave it all behind – walk out that door. The Great War would have eliminated any possibility for a man like Montclair to near the German border, but by 1925, the country had miraculously recovered its Enlightenment roots.  This was the Germany that was, in Montclair's mind, the end product of the Enlightenment: industriousness alongside art and architecture.  Science alongside poetry.  Dance and jazz and coffeehouses.  Progressive, liberal Democracy alongside a renewed interest in preserving the rich fabric of Germany's past. Those were the elements that would have made entry into Germany possible.  But that was Kant's Germany, which, technically, was a very different Germany: the Germany north of the Rhein. The Germany that interested Montclair, naturally, would have been the part that was brightest on his constellation.  The Germany of mountains and foothills and rolling grazing lands – Bavaria and the alps. </p>",
    "image_name": "5.jpg",
    "description": "<p>`It's not about the cheese!` might have been St. Deuberex Montclair's most famous words.  But Montclair doesn't exist. A few years ago, Jane and I decided to follow in the footsteps of the world's greatest cheese traveler in search of the world's finest artisanal cheeses and the places where they are made.</p>",
    "tag": "travelling, bavaria"
  },
  {
    "id": 6,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "6.jpg",
    "description": "<p></p>",
    "tag": ""
  },
  {
    "id": 7,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "7.jpg",
    "description": "<p></p>",
    "tag": ""
  },
  {
    "id": 8,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "8.jpg",
    "description": "<p></p>",
    "tag": ""
  },
  {
    "id": 9,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "9.jpg",
    "description": "<p></p>",
    "tag": ""
  },
  {
    "id": 10,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "10.jpg",
    "description": "<p></p>",
    "tag": ""
  },
  {
    "id": 11,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "11.jpg",
    "description": "<p></p>",
    "tag": ""
  },
  {
    "id": 12,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "12.jpg",
    "description": "<p></p>",
    "tag": ""
  },
  {
    "id": 13,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "13.jpg",
    "description": "<p></p>",
    "tag": ""
  },
  {
    "id": 14,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "14.jpg",
    "description": "<p></p>",
    "tag": ""
  },
  {
    "id": 15,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "15.jpg",
    "description": "<p></p>",
    "tag": ""
  },
  {
    "id": 16,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "16.jpg",
    "description": "<p></p>",
    "tag": ""
  },
  {
    "id": 17,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "17.jpg",
    "description": "<p></p>",
    "tag": ""
  },
  {
    "id": 18,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "18.jpg",
    "description": "<p></p>",
    "tag": ""
  },
  {
    "id": 19,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "19.jpg",
    "description": "<p></p>",
    "tag": ""
  },
  {
    "id": 20,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "20.jpg",
    "description": "<p></p>",
    "tag": ""
  },
  {
    "id": 21,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "21.jpg",
    "description": "<p></p>",
    "tag": ""
  },
  {
    "id": 22,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "22.jpg",
    "description": "<p></p>",
    "tag": ""
  },
  {
    "id": 23,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "23.jpg",
    "description": "<p></p>",
    "tag": ""
  },
  {
    "id": 24,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "24.jpg",
    "description": "<p></p>",
    "tag": ""
  },
  {
    "id": 25,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "25.jpg",
    "description": "<p></p>",
    "tag": ""
  },
  {
    "id": 26,
    "title": "",
    "body": "<p></p><p></p><p></p><p></p>",
    "image_name": "26.jpg",
    "description": "<p></p>",
    "tag": ""
  }
]
